[AI.CharClass_Hovercraft_Rider AIClassDefinition]
DefaultDisplayName="Passageiro do Barco"
UBMKilledByMessageString=""

[AI.PawnBalance_Hovercraft_Rider AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Saqueador Pirata")
PlayThroughs[1]=(DisplayName="Saqueador Pirata Sádico")

[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Vehicle.Class_Hovercraft VehicleClassDefinition]
DisplayName="Barco"

[Vehicle.Class_Hovercraft_AIOnly VehicleClassDefinition]
DisplayName="Barco"

[Weapon.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename="Metralhadora do Barco"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.WeaponTypes.WeaponType_MachineGun_AIOnly WeaponTypeDefinition]
Typename="Metralhadora do Barco"
PickupMessage="Você tem  %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

